---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DimToInserts
source: html/4255e790-96da-c30b-6085-9b54596f5a0b.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DimToInserts Property

"Dimension To Openings"

## Syntax (C#)
```csharp
public static ForgeTypeId DimToInserts { get; }
```